{
  "1": "Day 1: Congratulations on choosing a smoke-free life! Today is the first step toward freedom.",
  "2": "Day 2: You made it through your first 24 hours. Every craving resisted makes you stronger.",
  "3": "Day 3: Nicotine is leaving your body — your strength and willpower are taking over.",
  "4": "Day 4: Your sense of taste and smell are starting to return. Enjoy the fresh air!",
  "5": "Day 5: You’ve come so far in less than a week — keep your eyes on the goal.",
  "6": "Day 6: You’re proving you can handle tough moments without lighting up.",
  "7": "Day 7: One week clean! Take a deep breath — your lungs already thank you.",
  "8": "Day 8: You’re past the hardest part. Each day gets easier from here.",
  "9": "Day 9: Stay busy and reward yourself for the progress you’ve made.",
  "10": "Day 10: Two digits! You’re stronger, healthier, and in control.",
  "11": "Day 11: Your energy levels are improving — your body is healing beautifully.",
  "12": "Day 12: You’ve saved money, time, and health — all from your own determination.",
  "13": "Day 13: Every day without a cigarette is a day of victory over addiction.",
  "14": "Day 14: Two weeks! You’re setting an incredible example for others around you.",
  "15": "Day 15: Notice how much better your breathing feels? That’s your body thanking you.",
  "16": "Day 16: Cravings may come and go — but your decision stands firm.",
  "17": "Day 17: You’ve broken the habit cycle. Stay proud of how far you’ve come.",
  "18": "Day 18: You’re learning to replace smoking with healthy habits. Keep going!",
  "19": "Day 19: Your self-control is your superpower — and it’s growing stronger daily.",
  "20": "Day 20: Three weeks nearly done! You’re rewriting your story with every smoke-free breath.",
  "21": "Day 21: 3 weeks — the brain starts to rewire itself away from nicotine dependency!",
  "22": "Day 22: Your lungs are healing. Your heart rate and oxygen levels are returning to normal.",
  "23": "Day 23: Your journey inspires others. You may not see it, but people notice your courage.",
  "24": "Day 24: Remind yourself how hard the first day was — and how easy saying ‘no’ feels now.",
  "25": "Day 25: You’ve come too far to go back. Your best days are smoke-free ones.",
  "26": "Day 26: Your confidence is growing — one smoke-free decision at a time.",
  "27": "Day 27: Health, freedom, and peace — that’s what you’re building each day.",
  "28": "Day 28: Four weeks! You’ve officially beaten the first full month. Incredible work.",
  "29": "Day 29: The old you smoked. The new you lives free. Keep embracing that identity.",
  "30": "Day 30: One month clean! Celebrate how far you’ve come — you’ve earned it.",
  "31": "Day 31: You’ve gained a month of health. Stay focused — the journey continues.",
  "32": "Day 32: Each morning smoke-free makes your lungs stronger for the rest of your life.",
  "33": "Day 33: Stay aware — triggers may appear, but you are stronger than them.",
  "34": "Day 34: Remember: no craving lasts forever. Breathe, walk, and move past it.",
  "35": "Day 35: You’re not missing cigarettes — you’re gaining control.",
  "36": "Day 36: Your mind is clearer and your body is recovering more each day.",
  "37": "Day 37: You’ve proven your willpower for more than a month — amazing job!",
  "38": "Day 38: Think of all the money you’ve saved — treat yourself to something healthy.",
  "39": "Day 39: The old habit fades, but your strength remains. Keep going.",
  "40": "Day 40: Forty smoke-free days! You’ve built a powerful new routine.",
  "41": "Day 41: Your future self is already grateful for the decision you made weeks ago.",
  "42": "Day 42: Six weeks! Your risk of heart disease and stroke is already dropping.",
  "43": "Day 43: You’re mastering the art of patience and discipline — keep it up.",
  "44": "Day 44: You’ve learned how to live free — no smoke, no stress, only strength.",
  "45": "Day 45: Cravings are rare now. You’re almost entirely in the clear!",
  "46": "Day 46: Keep looking forward — your smoke-free journey is changing your life.",
  "47": "Day 47: Remember your ‘why’. That reason still matters as much as day one.",
  "48": "Day 48: Eight weeks! Your body’s oxygen capacity keeps improving.",
  "49": "Day 49: You’re rewriting your future one clean day at a time.",
  "50": "Day 50: Fifty days strong — you’ve built an unshakable foundation.",
  "51": "Day 51: Every new day is another step toward lifelong freedom.",
  "52": "Day 52: You’ve turned discipline into habit — smoking no longer defines you.",
  "53": "Day 53: Feel proud — few people reach this milestone, but you did!",
  "54": "Day 54: Your heart, lungs, and mind are healing in ways you can’t even see.",
  "55": "Day 55: The smoke-free version of you is now the real you.",
  "56": "Day 56: Two months strong! Your risk of relapse is now very low — keep guarding your progress.",
  "57": "Day 57: Think about how many cigarettes you’ve avoided — that’s hundreds of victories.",
  "58": "Day 58: You’re calmer, clearer, and stronger than you’ve been in years.",
  "59": "Day 59: Keep shining — you’re living proof that change is possible.",
  "60": "Day 60: Two months clean! You’ve turned quitting into a lifestyle. Congratulations on your strength!"
}
